Repository: Abdullah-238/Stores-Land
Catalog: StoreLand/StoreLand/Localizable.xcstrings
Source language: en
Languages: ar

# account_inactive
source: Account is inactive
ar: الحساب غير مفعل

# add_store_description
source: Register a new store
ar: تسجيل متجر جديد

# add_store_title
source: Add Your Store
ar: أضف متجرك

source: Camera
ar: الكاميرا

source: Cancel
ar: إلغاء

# contact_support
source: Please contact support.
ar: يرجى التواصل مع الدعم.

# email_exists
source: Email is already in use
ar: البريد الإلكتروني مستخدم بالفعل

source: Error
ar: خطأ

# error_empty_fields
source: Please enter email and password.
ar: يرجى إدخال البريد الإلكتروني وكلمة المرور.

# error_invalid_email
source: Invalid email format.
ar: صيغة البريد الإلكتروني غير صحيحة.

# error_title
source: Error
ar: خطأ

source: Invalid credentials
ar: بيانات الاعتماد غير صالحة

source: Invalid email format
ar: تنسيق البريد الإلكتروني غير صالح

source: Invalid phone number format
ar: تنسيق رقم الهاتف غير صالح

# login_description
source: Log in to your account
ar: تسجيل الدخول إلى الحساب

# login_error
source: An error occurred during login
ar: حدث خطأ أثناء تسجيل الدخول

source: Login failed
ar: فشل تسجيل الدخول

# login_title
source: Login
ar: تسجيل الدخول

# logout_description
source: Sign out of your account
ar: تسجيل الخروج من الحساب

# logout_title
source: Logout
ar: تسجيل الخروج

source: Missing fields
ar: حقول ناقصة

# missing_fields_message
source: Please fill in all required fields.
ar: يرجى تعبئة جميع الحقول المطلوبة.

# missing_fields_title
source: Missing Fields
ar: بيانات ناقصة

# my_stores_description
source: View your registered stores
ar: عرض متاجرك المسجلة

# my_stores_title
source: My Stores
ar: متاجري

# not_signed_in_message
source: Please sign in to add a new store
ar: يرجى تسجيل الدخول لإضافة متجر جديد

# not_signed_in_title
source: Not Signed In
ar: لم تقم بتسجيل الدخول

source: OK
ar: موافق

# password_mismatch
source: Passwords do not match
ar: كلمتا المرور غير متطابقتين

# phone_exists
source: Phone number already in use
ar: رقم الهاتف مستخدم بالفعل

source: Photo Library
ar: معرض الصور

# profile_description
source: View and edit your account information
ar: عرض وتعديل معلومات الحساب

# profile_title
source: Profile
ar: الملف الشخصي

# saved_stores_description
source: Your favorite stores
ar: متاجرك المفضلة

# saved_stores_title
source: Saved Stores
ar: المتاجر المحفوظة

# settings_description
source: App preferences
ar: تفضيلات التطبيق

# settings_title
source: Settings
ar: الإعدادات

# signup_error
source: Error occurred during sign up
ar: حدث خطأ أثناء إنشاء الحساب

# store_created_message
source: Store created successfully.
ar: تم إنشاء المتجر بنجاح.

# store_creation_failed
source: Failed to create store.
ar: فشل في إنشاء المتجر.

# success_title
source: Success
ar: تم بنجاح

# Update
source: Update rating
ar: تحديث

# upload_image_title
source: Upload Image
ar: تحميل صورة

source: Weak password
ar: كلمة المرور ضعيفة
